<template lang="pug">
.container
  h1 FAQ (часто задаваемые вопросы и ответы) 
  p
    br
    b 1.   Чем полезен сайт Mapala.net? Для чего он мне нужен?
    br
    br
    | Mapala.net — это глобальная туристическая база знаний, социальная сеть и корпорация нового поколения.
    | На данном этапе развития проекта вы можете писать статьи о ваших путешествиях и интересных местах и получать за это вознаграждение. Также вы можете черпать информацию из создаваемой нами базы авторского контента.
    | По мере своего развития проект превратится в платформу, которая поможет вам составить свой маршрут путешествия и станет полноценным помощником в планировании и осуществлении путешествия. Мы формируем сообщество, где вы всегда сможете найти людей, которые вас подвезут, оставят на ночлег, накормят и покажут достопримечательности в любой точке мира. И сделать это можно будет бесплатно за счёт заработанных внутри платформы внутренних учётных единиц. А при организации подобных туристических мероприятий — заработать на этом. И всё это без посредников и комиссий платёжным системам.
    br
    br
    b 2.   Что означает название Mapala?
    br
    br
    | Mapala в переводе с индонезийского — студент, любящий природу.
    | Mapala – это оригинальное сообщество в Индонезии и неофициальная служба спасения. Обучение в Mapala является дополнительным к высшему образованию. Базы Mapala располагаются в каждом университете страны.
    | По сути это организация молодых парней и девушек, которые отличаются высокой дисциплиной в коллективных делах, но в тоже время живущих отвязно и просто, в стиле «рок-н-ролл». Mapala— это БРАТСТВО.Организация функционирует с 1964 года.За это время членами сообщества стали миллионы людей.
    br
    br
    b 3.   В чём преимущества Mapala.net?
    br
    br
    | В объединении туристических потребностей и современных IT-технологий, что позволяет:
    | ·         авторам получать вознаграждение, создавая качественные материалы о достопримечательностях и туристических маршрутах;
    | ·         организаторам принимать путешественников в своём городе;
    | ·         желающим включиться в развитие проекта стать полноценным сотрудником нашей “народной корпорации”, получая вознаграждение в деньгах или “акциях” за результат;
    | ·         стать “инвестором” корпорации, вложив свободные средства, и получив “акции”.
    br
    br
    b 4.   Что такое p2p-туризм?
    br
    br
    | Принцип p2p — “от человека к человеку”. Исключив посредников и соединив напрямую организаторов путешествий, развлечений и владельцев жилья, мы создадим удобную и справедливую систему взаимоотношений между участниками туристического рынка.
    br
    br
    b
      | 5.   В чём отличие Mapala.net от других популярных сервисов, таких как Tripadvisor.com?
    br
    br
    | Главный акцент таких платформ, как Tripadvisor.com, — реклама туристических услуг: туров, отелей, авиаперевозчиков и др.
    | Несомненно, всё это помогает пользователям спланировать поездку в любую страну мира. Вместе с тем, рекламо ориентированность сайта сказывается на качестве и объективности информации о самих туристических объектах.
    | Фокус нашего внимания направлен на создание туристической общемировой базы знаний, которая будет помогать пользователям находить качественный контент по любому городу. Поэтому посетитель сайта не будет “атакован” рекламой на нашем сайте.
    br
    | Mapala.net — это “народный” проект, создаваемый людьми и для людей. Мы строим компанию с “человеческим лицом". 
    br
    br
    b 6.   Как зарегистрироваться на Mapala.net?
    br
    br
    | Подробную инструкцию по регистрации на Mapala.net вы можете посмотреть 
    a(target='_blank', href='http://mapala.net/mapala/how-to-register-and-format-your-first-post-on-mapalanet')  здесь
    br
    br
    b 7.   Нужен ли для регистрации на Mapala.net  аккаунт на Steemit.com?
    br
    br
    | Да, для регистрации на Mapala.net обязательно иметь аккаунт на Steemit.com.
    | Мы работаем в экономической системе сразу двух проектов — Steem (англоязычная версия) и Голос (русскоязычная версия), поэтому механизм начисления вознаграждений происходит в соответствии с той системой, которая заложена в этих проектах. Именно поэтому вам необходимо зарегистрироваться на одном из сайтов, чтобы получать вознаграждение за размещённые посты на Mapala.net.
    br
    br
    b 8.   Как разместить пост на Mapala.net?
    br
    br
    | Подробную инструкцию вы можете посмотреть 
    a(target='_blank', href='http://mapala.net/mapala/how-to-register-and-format-your-first-post-on-mapalanet') здесь
    br
    br
    b 9.   Как размещать медиа-контент?
    br
    br
    | Для того, чтобы разместить медиа-контент в редакторе Mapala.net, можно воспользоваться стандартными функциями редактора либо размещать прямые ссылки на фото и видео (youtube.com). Только не забывать указывать источник фото.
    br
    br
    b 10.  Как я могу заработать на своём контенте на Mapala.net?
    br
    br
    | Прежде всего вам необходимо создавать качественный и оригинальный контент. Чем больше пользователей голосуют за ваш контент, тем большее вознаграждение вы получите.
    | Но размер вознаграждения зависит не только от количества проголосовавших за ваш пост, но и от их репутации на платформе: голос пользователя с большей репутацией окажет большее влияние на конечную выплату за ваш пост.
    br
    br
    b 11.  На сайте steemit.com я использую маркдаун, в Mapala.net его нет?
    br
    br
    | Макрдауна в Mapala.net нет. Только в комментариях. Мы используем стандартный html-редактор.
    b 12.  Как мне связаться с автором поста?
    br
    br
    | Пообщаться с автором поста можно в комментариях к его посту.
    br
    br
    b 13.  Будут ли личные сообщения в Mapala.net?
    br
    br
    | По мере развития Mapala.net такая функция появится.
    br
    br
    b 14.  Мой пост отображается и на steemit.com, и на в Mapala.net. Почему?
    br
    br
    | Проект Mapala.net построен на 2-х блокчейнах — Steem и Голос, используя их в качестве базы данных для хранения контента. Поэтому посты, размещённые на сайте Mapala.net, отображаются и на других сайтах, работающих на этих блокчейнах, — Steemit.com для англоязычных постов и Golos.io для русскоязычных.
    br
    br
    b 15.  Если мой пост на русском, то он дублируется на Golos.io?
    br
    br
    | Да, если пост на русском, то он дублируется на Golos.io.
    br
    br
    b
      | 16.  Кроме постов, какой ещё полезной информацией я могу поделится с сообществом?
    br
    br
    | На данном этапе идёт наполнение базы данных платформы, поэтому можно размещать только посты. Впоследствии планируется создать разделы для знакомства, общения с другими пользователями и предложения им товаров/услуг.
    br
    br
    b 17.  При размещении поста на Mapala.net, вознаграждения на Steemit начисляются?
    br
    br
    | Да, вознаграждение начисляется в криптовалютных токенах Steem и SteemDollar, так как Mapala.net использует блокчейн Steem.
    br
    br
    br
  center
    | Присоединяйтесь к нашему сообществу в 
    a(target='_blank', href='https://t.me/mapala') Чате Телеграм
    | , где вы всегда можете задать любые вопросы. 
    br
    | Ждем новых авторов и ваши замечательные статьи!
    br
    | С приветом от команды Мапала, до связи!
    br
    | Все подробности о ходе проекта вы можете прочитать в 
    nuxt-link(:to="{name: 'account', params: {account: 'mapala'}}") нашем блоге
    | .
  p

</template>

<script>
export default {
  layout: 'full-width',

	head () {
    let desc = `
    Чем полезен сайт Mapala.net? Для чего он мне нужен?
    Что означает название Mapala?
    В чём преимущества Mapala.net?
    `

    let title = `FAQ (часто задаваемые вопросы и ответы) | Mapala`

		return {
			title: title,

			meta: [
				{
					hid: 'description',
					name: 'description',
					content: desc
				},
				{ property: 'og:title', content: title },
				{ property: 'og:type', content: 'article' },
				{ property: 'og:description', content: desc },
			],
		}
  }
}
</script>
